{
"id":
"nomePopular": "Pedrado da Nespereira",
"nomeCientifico": "Fusicladium eriobotryae",
"tipo": "FUNGO",
"planta": "Nespereira",
"dano": "Ataca todas as partes aéreas da planta, ramos, folhas e frutos.
O pedrado produz inicialmente manchas claras de cor verde-olivácea nas folhas que depois ficam escuras (castanhas-escuras ou pretas), de contorno sinuoso.
A infeção desenvolve-se rapidamente, provocando desidratação do limbo e paragem de crescimento do fruto ou deformações no seu desenvolvimento e queda precoce.
Nos jovens ramos, forma-se um cancro castanho-escuro, que provoca o dessecamento da zona superior à infeção. O pedrado ataca o fruto desde o vingamento até a colheita.
A desidratação de jovens ramos serve de porta de entrada a outros parasitas tal como Cytospora.",
"descricao": "É uma doença produzida por um fungo imperfeito do género Venturia (classe Ascomyceta), que pode provocar a destruição total da produção e enfraquecimento da árvore.
Começa a manifestar-se com as primeiras chuvas outonais e pode agravar-se com as chuvas primaveris.",
"controle": "Podar todos os ramos fortemente infetados; eliminar ou destruir as folhas caídas, restos de frutos e ramos com sintomas da infeção; tratar, no inverno, com ureia, todas as folhas caídas; podar ramos para arejar o interior da copa da árvore; criar condições para que as minhocas decomponham os restos das folhas mortas; reduzir as fertilizações azotadas; evitar variedades sensíveis (Golden, Nadal, Amadeo, etc.); estar atento ao sistema de avisos e as condições atmosféricas da zona; favorecer a drenagem do solo.",
"imagem": "Pedrado da Nespereira",
}

{
"id":
"nomePopular": "Lagarta-do-pinheiro",
"nomeCientifico": "Thauetopoea pytiocamp Schiff",
"tipo": "PRAGA",
"planta": "Pinheiros e cedros",
"dano": "Desfoliação das árvores (roem a margem das agulhas) com alguma voracidade desde agosto-inverno, levando ao enfraquecimento do vigor das árvores mais velhas e podendo matar as mais novas.
A construção dos ninhos nas extremidades dos ramos (pequenas teias de seda do tamanho de uma cabeça humana) pode fazê-los vergar e mesmo parti-los. Existe, pois, uma grande perda na produção lenhosa.
As árvores ficam mais fracas e sujeitas a ataques de parasitas secundários. Em relação aos humanos, estes não devem tocar nas lagartas e respirar a poeira dos pelos urticantes que existe nos ninhos.
Pode produzir graves inflamações nas vias respiratórias e provoca comichão e inchaços dolorosos ao toque.
Os pelos urticantes podem libertar-se e causar perturbações em animais como cães, gatos e cavalos, chegando a causar a necrose da língua ou mesmo a morte.",
"descricao": "É uma praga, das plantas florestais, em especial das zonas mediterrâneas. É uma lagarta peluda, de cor cinzenta-ardósia no dorso, amarela no ventre e acastanhada nos flancos.
Mede 9-30 mm de comprimento. A borboleta possui corpo comprido, amarelo, asas posteriores brancas e anteriores cinzento-acastanhadas."
"controle": "No inverno, cortar e queimar os ramos com ninhos — os dias de chuva e nevoeiro são melhores para evitar a ação urticante dos pelos (usar sempre o fato protetor de aplicação de pesticidas); colocar cintas de 0,5 m (armadilha) no tronco na primavera; colocar armadilhas com feromonas no verão (julho-agosto); realizar uma fresagem (16-19 cm de profundidade) para colocar as crisálidas que estão no terreno exposto às condições atmosféricas; cavar o solo, junto dos "pés" dos troncos para destruir as crisálidas (operação morosa e dispendiosa); apanha de ovos, que se podem detetar devido à sua cor castanha, abraçando duas agulhas, depois cortar as folhas ou colher à mão com luvas (julho-agosto); não podar excessivamente as árvores afetadas.",
"imagem":  "Lagarta-do-pinheiro",
}

{
"id":
"nomePopular": "Traça-do-buxo",
"nomeCientifico": "Cydalima perspectalis",
"tipo": "PRAGA",
"planta":  "Buxo",
"dano": "Esta praga desfolhadora dizimou florestas naturais de buxo na Europa Central e simultaneamente destruiu estruturas de buxo de notáveis jardins centro-europeus, sendo os seus ataques tão severos que conduzem à morte das plantas.
Regra geral verifica-se uma enorme perda do valor ornamental desta espécie ornamental de crescimento lento e com elevado valor histórico, quer seja em plantas isoladas ou quer em sebe, através da ocorrência de desfolhas precoces.
Em termos fisiológicos há uma diminuição significativa da taxa fotossintética e consequente enfraquecimento generalizado das plantas, induzindo assim uma elevada taxa de mortalidade nestas estruturas vegetais.",
"descricao": "A identificação desta praga passa por uma cuidada interpretação de um quadro sintomatológico relativamente complexo.
Além da observação dos imagos (insetos adultos – traças), dos seus ovos e larvas, que são relativamente difíceis de ver numa fase inicial em virtude da dimensão das mesmas, é fundamental estar atento a outros sintomas e sinais.
A mudança de tonalidade das folhas dos buxos do típico tom de verde para castanho é geralmente o sintoma mais expressivo, evidenciando um forte contraste nas sebes.
Estes ataques verificam-se inicialmente no interior das sebes, mais concretamente na parte inferior junto ao solo e, com o avançar dos ataques, toda a sebe poderá adquirir esta tonalidade acastanhada.
Fruto da atividade e deslocação das larvas, são visíveis leves fios de seda esbranquiçados unindo algumas folhas que utilizam para realizar o processo de pupação, assim como inúmeras folhas com roeduras da alimentação das larvas, sendo também a presença de pequenos excrementos de coloração castanha-clara uma constante de tal ordem que muitas vezes ape- nas resta a nervura central das folhas, ficando os finos raminhos ou caules das plantas completamente expostos.",
"controle": "Tendo em conta a particularidade da utilização dos locais em que ocorre este hospedeiro, o buxo em contexto ornamental, a estratégia de controlo deverá assumir uma forte componente biológica, devendo-se ter o cuidado de incidir sobre as diversas fases de desenvolvimento da praga.
Dever-se-á ter especial atenção na monitorização do reinício da atividade larvar no período pós-hibernação, que ocorrerá durante o mês de março/abril.
Para o controlo dos insetos adultos, entre abril e novembro, poder-se-á recorrer à instalação de armadilhas com feromonas específicas.
O controlo das posturas, isto é, dos ovos, pode ser conseguido através da libertação de um pequeno inseto parasitoide oófago, uma vespa do género Trichogramma spp, cujas fêmeas parasitam os ovos da traça-do-buxo.
Para o controlo das lagartas, o recurso a pulverizações com o nemátodo entomopatógeno Steinernema spp. é uma opção, uma vez que ainda não se encontram inseticidas homologados para esta praga.
É importante referir que os programas de controlo deverão compreender uma metodologia ajustável ao longo do tempo e que prevejam a monitorização das populações de insetos.", 
"imagem": "Traça-do-buxo",
}

{
"id":
"nomePopular": "Cochonilhas",
"nomeCientifico": "Quadraspidiotus perniciosus",
"tipo": "PRAGA",
"planta": "Macieiras, pereiras, buxos, nogueiras, cerejeiras e loureiros",
"dano": "Ocorrem cloroses e necroses nas folhas, originado uma diminuição da fotossíntese, e levando à depreciação e redução da produção dos frutos. Note-se que os danos mais significativos ocorrem em plantas jovens e/ou em folhas jovens.",
"descricao": "O grupo de pragas a que vulgarmente chamamos cochonilhas reúne na verdade uma quantidade de espécies bastante considerável e de aspeto bastante distinto.
Contudo apresentam em comum o facto de atacarem através da sua atividade alimentar a jovem folhagem, a casca e mesmo os frutos de árvores e de arbustos, causando enormes prejuízos para as espécies hospedeiras.
Entre as espécies de insetos em causa, identificam-se a título de exemplo nas macieiras, pereiras, buxos, nogueiras, cerejeiras, loureiros, entre outras, a cochonilha-de-são-josé (Quadraspidiotus perniciosus); e na oliveira, no damasqueiro, nos citrinos, nos loendros e mesmo na hera a cochonilha-negra (Saissetia oleae).",
"controle": "Devem-se evitar fertilizações ricas em azoto. É possível a utilização de inseticidas homologados, sendo que a disponibilidade é alargada.
Contudo as melhores épocas para a realização dos tratamentos verificam-se no final do inverno, quando a espécie retoma a sua atividade. Se se pretender efetuar tratamentos com as plantas em vegetação, dever-se-á realizá-los em maio ou junho, aquando do pico da primeira geração.",
"imagem": "Cochonilhas",
}
//////////////////////////////////

{
"id":
"nomePopular": "Podridão cinzenta",
"nomeCientifico": "Botrytis cinerea",
"tipo": "DOENCA",
"planta": "Videira, morangueiro, framboesa e algumas ornamentais.",
"dano": "Esta doença atinge as flores, frutos, caules e folhas. Os frutos infetados mantém-se na planta, 'mumificam' e ficam cobertos com pó branco acinzentado.
Em algumas plantas, pode ver-se necroses nas folhas que inicialmente são pequenas e amarelas, tornando-se largas e acinzentadas ou castanhas escuras, com aspeto esponjoso ou encortiçadas.
Nos caules o ataque pode causar um pequeno cancro ou necrose que rodeia o caule.",
"descricao": "Doença causada por um fungo parasita, que se propaga com ocorrência de chuvas ou humidade perto dos 93-95% e temperaturas entre 15-25ºC.",
"controle": "Se possível, utilizar variedades menos sensíveis; métodos de condução arejados e compassos mais largos; fazer podas, sem ferir as plantas; não sujeitar as plantas a stress hídrico; manter as plantas com vigor adequado (não aplicar muito azoto); remover todas as plantas infetadas; aplicar uma boa camada de "mulching" de palha entre as plantas.",
"imagem": "PodridaoCinzenta",
}
{
"id":
"nomePopular": "Vespa asiática",
"nomeCientifico":  "Vespa velutina",
"tipo": "INSETO",
"planta": 
"dano": "As vespas atacam sobretudo individualmente as abelhas (e outros invertebrados) para a sua alimentação. É no verão que se regista maior taxa de predação da abelha-europeia, a qual se encontra associada ao crescimento dos ninhos e da colónia no verão e outono, sendo bastante significativa a redução das taxas de produção de mel.
Adicionalmente, são de realçar ainda os efeitos consequentes da predação destes insetos polinizadores, que vendo reduzidas as suas populações, sofrem uma redução significativa da taxa de polinização com impactos na produção agrícola e na manutenção do equilíbrio dos ecossistemas.
Do ponto de vista de saúde publica, esta vespa não é mais agressiva que a espécie europeia. Contudo, no caso de sentirem os seus ninhos ameaçados, reagem de modo bastante mais agressivo, incluindo perseguições até algumas centenas de metros.",
"descricao":  "A vespa-asiática é uma vespa de dimensões consideráveis.
A cabeça é escura com face laranja-amarelada, pelo que, quando observada de frente, a sua cabeça é laranja.
O tórax e abdómen são castanho-escuros ou pretos, aveludados. O abdómen é inicialmente marcado por uma estreita faixa amarela, seguida de um amplo segmento abdominal amarelado-alaranjado na face dorsal.
As asas são de tom escuro e as patas, acastanhadas com as extremidades amarelas, conferem-lhe a designação de vespa de patas amarelas.
O conjunto destes padrões facilita de grande forma a identificação da espécie, sendo relativamente difícil a sua confusão com outras espécies de vespas.
O tamanho da vespa-asiática varia bastante de acordo com diversos fatores: com o alimento ingerido, com o lugar e a respetiva temperatura. Os exemplares dentro do padrão poderão medir entre 17 e 32 mm.
A vespa-europeia (Vespa crabro) é diferenciada através de diversas características, nomeadamente: o abdómen é predominantemente amarelo-pálido marcado com faixas escuras.",
"controle":  "Indicado apoio profissional",
"imagem": "Vespa asiatica",
}
{
"id":
"nomePopular": "Pulgão-branco",
"nomeCientifico": "Icerya purchasi Maskell",
"tipo": "PRAGA",
"planta": "Citrinos, acácias, medronheiros, crisântemos, giesteiras, figueiras, heras, loureiros, palmeiras, pinheiros-de-alepo, pitósporos, roseiras, amoreira silvestre, tojos, videiras, mimosa, gerânios, sálvias, alecrim e muitas outras plantas ornamentais.",
"dano": "Enfraquecimento da planta, devido à sucção da seiva, "envenenando" a planta com as suas toxinas salivares. A melada que segrega dá origem à fumagina, que cobre as folhas de negro, influenciando a realização da fotossíntese. As plantas ficam muito debilitadas, reduzindo a produção e podem até morrer.",
"descricao": "Esta praga foi assinalada em Portugal, entre 1845-1896, em exemplares de acácia importados, sendo depois alastrada para laranjais na zona de Lisboa, mas também pode ter vindo dos Açores através dos Estados Unidos.
As fêmeas adultas apresentam uma forma oval, achatada na fase ventral e convexa na dorsal, tem cor roxa-alaranjada com diversas manchas escuras na fase dorsal.
As larvas com 0,5-1 mm de comprimento são mais avermelhadas, com patas, antenas compridas e negras, mas com o ovissaco, a cochonilha mede cerca de 6-10 mm de comprimento.",
"controle": "A pulverização com óleos minerais (óleo de verão) desencoraja a postura de ovos e deve ser feita no inverno (novembro-fevereiro). A aplicação de Neem (substância de origem natural), tem uma forte ação repelente sobre esta praga e piretrinas (extraídas do piretro). Devem-se realizar estes tratamentos a partir de março com sabão de potássio e macerado de urtiga.
Realizar podas no sentido de favorecer a luz e a circulação de ar no interior da copa; limpar ou eliminar os ramos mais infetados (desde fevereiro); diminuir ao máximo a adubação azotada.",
"imagem": "Pulgao-branco",
}
{
"id":
"nomePopular": "Ácaro-branco das hortícolas",
"nomeCientifico":  "Polyphagotarsonemus latus",
"tipo": "PRAGA",
"planta":  "Beringela, citrinos, feijão, ornamentais, pimentos, tomate, e outros.",
"dano":  "Danos: Cloroses no fruto; pústulas no fruto; fissuras no fruto; queda do fruto; diminuição da produção.",
"descricao":  "Adultos: Corpo oval, quatro pares de patas, coloração branca-amarelada translúcida, abdómen da fêmea oval e amarelo-pálido, cerca de 0,2 mm de comprimento. Macho mais pequeno, mas com as patas maiores.
Ovos: Cor branca; possuem tubérculos hexagonais; forma oval; dimensão 0,10 mm x 0,075 mm; dispostos geralmente sobre os rebentos.
Larvas: Possuem três pares de patas; têm pouca mobilidade; desenvolvem-se na página inferior e nos rebentos.
Alterações morfológicas: Nervuras e margens das folhas deformadas; queda dos botões florais, dos rebentos apicais e danos no fruto.",
"controle": "Uso de predadores fitoseídeos; pulverização com acaricida e inseticida homologado.",
"imagem": "AcaroBranco",
}
{
"id":
"nomePopular": "Escaravelho-da-batateira",
"nomeCientifico": "Leptinotarsa decemlineata Say",
"tipo": "INSETO",
"planta": "Batata",
"dano": "Perda da área foliar; diminuição de hidratos de carbono para os tubérculos; redução da produção final; redução da qualidade da batata produzida.",
"descricao":  "Adultos: Coleópteros; com a cabeça e o tórax de cor escura; corpo amarelo-alaranjado, apresentando linhas negras nos élitros.
Ovos: Oval e de cor amarela.
Larvas: Volumosas; cor vermelha-alaranjada; cabeça preta; manchas negras nos lados do abdómen.
Pupas: Cor vermelha ou alaranjada, encontrando-se escondidas no solo.
Alterações morfológicas: Folhas roídas.",
"controle":  "Evitar adubação rica em azoto; matar manualmente os primeiros insetos; uso de inseticidas homologados.",
"imagem": "Escaravelho-da-batateira",
}
////////////////////////
{
"id":
"nomePopular": "Miriápodes",
"nomeCientifico": "Myriapoda",
"tipo": "Animal",
"planta": "Batata, couve, milho e outras",
"dano": "Larvas jovens alimentam-se das folhas tenras; larvas maiores causam estragos no colo e originam a morte da planta; estragos mais importantes em plantas jovens; larvas mais desenvolvidas ocorrem ao nível do sistema radicular; redução da produção.",
"descricao": "Adultos: Asas anteriores de coloração cinzenta a castanha, e posteriores brancas, de 3 a 6 cm.
Ovos: Coloração cinzenta ou rosa, apresentam estrias longitudinais, de 0,5 mm de diâmetro.
Larvas: Coloração cinzenta-mate, com pontos negros ao longo do corpo, cabeça pequena, o corpo é de superfície lisa e, marcado com linhas longitudinais, patas abdominais pouco desenvolvidas — 3 a 5 cm.
Pupa: Coloração amarelo-acastanhada, 1,7 a 1,9 cm de comprimento.
Alterações morfológicas: Folhagem, colos e raízes das plantas apresentam roeduras efetuadas pelas larvas.",
"controle": "Evitar solos húmidos, lavoura; bem como solos com forragens, milho ou batata; fazer rotação de culturas; evitar solos com mais de 30 lagartas/m2; observação cuidadosa das infestantes, pois é aí que ocorrem posturas; pulverização com inseticida homologado.",
"imagem": "Miriapodes",
}

{
"id":
"nomePopular": "Lagarta-do-tomate",
"nomeCientifico":  "Helicoverpa armigera",
"tipo": "PRAGA",
"planta": "Tomateiro",
"dano":  "Perda da área foliar; redução da produção final; redução da qualidade do tomate produzido.",
"descricao": "Adultos: Cerca de 2 cm; corpo castanho claro nas fêmeas e esverdeado no caso dos machos; asas anteriores são castanhas-ocre.
Ovos: Arredondados; cor esbranquiçada; cerca de 0,5 mm de diâmetro e com estrias meridionais.
Larvas: Forma cilíndrica; coloração diversa, evoluindo para tons verdes- -acastanhados; chegam a medir 4 cm de comprimento;
Alterações morfológicas: Folhas roídas; frutos perfurados.",
"controle": "Usar armadilhas; uso de inseticidas homologados.
Para combater as pragas e doenças com sucesso é essencial atuar no início do ataque e tentar fazer o diagnóstico precoce.
Quando há condições de humidade e temperatura elevadas, estão reunidas as condições para o aparecimento de um maior número de pragas e doenças e temos de estar mais atentos e observar as alterações nas plantas.",
"imagem": "Lagarta-do-tomate",
}



{
"id":
"nomePopular": "Tripes-da-califórnia",
"nomeCientifico": "Frankliniella occidentalis",
"tipo": "INSETO",
"planta": "Alface, feijão, melão, morango, pimento, tomate e outros"
"dano": "Sucção do conteúdo celular das folhas, redução da taxa fotossintética, queda prematura das folhas, lesões no fruto, queda prematura do fruto, morte da planta, diminuição da produção, vetor do vírus SWV.",
"descricao": "Adultos: Tisanóptero com corpo alongado de coloração amarela-acastanhada; patas de coloração amarela-palha; cerca de 2 mm de comprimento.
Larvas: Coloração amarela-clara, cerca de 1,5 a 2 mm de comprimento.
Pupas: Coloração amarela-clara, cerca de 1,5 a 2 mm de comprimento.
Cloroses: Folhas adquirem tom esbranquiçado e vão escurecendo, frutos ficam com tom bronzeado (morango), flores perdem a cor e apresentam logo cicatrizes.
Necroses: Pontos necrosados pelas posturas com halo, especialmente nas folhas e frutos, verrugas.",
"controle": "Pulverização com inseticida homologado.",
"imagem": "Tripes-da-california",
}

{
"id":
"nomePopular": "Mosca-da-fruta",
"nomeCientifico": "Ceratitis capitata Wiedemann",
"tipo":  "INSETO",
"planta": "Pomóideas (pêssego, ameixa, etc.), prunóideas (peras, maçãs, etc.), citrinos (laranjeiras, tangerineiras, etc.), diospireiros, figueiras e figueiras-da-índia, nogueiras, videiras e kiwi.",
"dano": "Ao colocar os ovos no fruto, aparece sempre uma pequena marca na casca, que nos citrinos origina manchas amareladas. As larvas alimentam-se da polpa das frutas, provocando a sua decomposição e queda. A entrada de fungos, pelo orifício das picadas, também acelera este processo.
Muitas vezes, torna-se difícil detetar os frutos picados no campo e a larva vai-se desenvolver durante o transporte ou armazenamento do fruto.",
"descricao":  "Pequena mosca de 4-6 mm de comprimento de cor amarelada-acizentada. O ovo é branco, com 1,2 x 0,5 mm. As larvas são brancas-amareladas com 7-8 mm de comprimento.",
"controle": "Colocar garrafas mosqueiras (tipo Mc Phail ou Tephritrap 1/3 árvores) com atrativo alimentar (cerveja, vinagre, água da cozedura de peixe, proteína hidrolisada, sulfato, fosfato biamónico) e sexual (Trimedlure) e pastilhas inseticida; armadilhas cromotropicas de cor amarela (1 por árvore) com ou sem atrativo alimentar.
Eliminar os frutos caídos ou atacados; submeter os frutos a baixas temperaturas (depois de colhidos) para evitar o desenvolvimento larvar. Nos pomares, a plantação de culturas de cobertura estimula alguns auxiliares (escaravelhos) que comem as "pupas".",
"imagem": "Mosca-da-fruta",
}

{
"nomePopular": "Pulgões",
"nomeCientifico": "Aphis",
"tipo": "INSETO",
"planta": "abetos, ameixoeiras, cerejeiras, ciprestes, citrinos, cotoneásteres, faias, folhados, larícios, macieiras, madressilva, pereiras, pessegueiros, pinheiros, roseiras, tulipas, tílias, entre outras.",
"dano": "Ornamental: De entre os danos causados por estas pragas, destacam-se o facto de serem vetores de viroses; reduzirem a fotossíntese; deformarem rebentos e folhas originarem a queda prematura das folhas; atrasarem o crescimento de rebentos e gomos; diminuírem a floração; reduzirem o valor ornamental das plantas.
Produção: Ao nível da produção em fruteiras, os pulgões, ao deformarem as folhas e originarem a sua queda prematura, têm influência sobretudo na taxa fotossintética e no equilíbrio energético das plantas, reduzindo desta forma a produção das mesmas. Note-se que os danos mais significativos ocorrem em plantas jovens e/ou em folhas jovens.",
"descricao":  "Os ataques dos imagos ou insetos adultos caracterizam-se pela presença de colónias de insetos no tronco e/ou nos ramos, na página inferior das folhas ou nas agulhas em geral. A sua coloração assume diversos tons bem como as suas e formas. A queda prematura das folhas é um sintoma que pode ser observado na primavera, verão e outono.
Secreções: A digestão destas pragas, ou seja, o processamento dos sucos plasmáticos das plantas ao nível do aparelho digestivo, faz com que ocorram as típicas secreções melosas (com fumagina associada) presentes durante a primavera, verão e outono. Estas meladas açucaradas são muito procuradas pelas formigas.
Alterações morfológicas: A deformação das folhas, nomeadamente o enrolamento das margens, sintoma tão característico dos ataques destas pragas, ocorre durante a primavera, verão e outono.",
"controle": "Deve-se evitar e realização de podas severas; evitar adubações azotadas em exagero; selecionar várias espécies para plantar e criar condições para fauna auxiliar, nomeadamente joaninhas, sendo que estas se assumem como uma forte predadora de afídeos.
Na presença de ataques de pulgões, devem ser efetuadas pulverizações com detergente e água (intensidade média a baixa). Em situações nas quais os ataques são fortes, é preferível recorrer a inseticidas homologados, nomeadamente à base de óleo de verão.
Estas intervenções deverão ser repetidas ao longo do período de ataque. Em contrapartida, em espécies ornamentais, é possível atualmente recorrer a aplicações anuais de inseticidas através de técnicas de microinjeção.
As quais são bastante vantajosas, sobretudo a nível ambiental e em termos de toxicidade para o ser humano. Já que todo o inseticida aplicado fica retido no interior da planta e sem qualquer contacto com o exterior, sendo assim indiferente às condições climáticas.
",
"tratamento": ""
}
/////////////////////////////////////
{
"id":
"nomePopular": "Rosca-negra",
"nomeCientifico": "Agrotis ipsilon",
"tipo":  "INSETO",
"planta": " Alface, batata, couve, tomate, milho e outros",
"dano": "Danos: Larvas alimentam-se das folhas tenras originando elevada perda da superfície foliar e de frutos reduzindo diretamente a produção; originam desgastes por vezes preocupantes.",
"descricao":  "Adultos: Traça de cor ocre com asas anteriores de coloração pardo-escura com marcas claras e asas posteriores esbranquiçadas, com reflexos violeta e as margens de castanho mais escuro — 3 a 4,5 cm de envergadura.
Larvas: Corpo cilíndrico de cor acinzentada ou preta com faixas dorsais laterais mais claras — 2 a 5 cm de comprimento.
Alterações morfológicas: Folhagem e frutos das plantas apresentam roeduras efetuadas pelas larvas;",
"controle": "Evitar estrume fresco; sachas frequentes antes da sementeira; soltar galinhas antes da sementeira; captura manual das lagartas a 10 cm de profundidade; fazer rotação de culturas; pulverização com inseticida homologado.",
"imagem": "Rosca-negra",
}

{
"id":
"nomePopular": "Doença de Pierce",
"nomeCientifico":  "Xylella fastidiosa",
"tipo": "Bactéria",
"planta": "Videira, laranjeira, oliveira, pessegueiro, amendoeira, carvalho, loendro, entre outras.",
"dano": "Os sintomas são relativamente diversos consoante o hospedeiro infetado. Contudo, apontam-se como sintomas comuns a murchidão das folhas, seguida de necrose e desfolha. Inicia-se assim um processo de dieback nas plantas afetadas.
Em videira, surge a murchidão das folhas, com distribuição irregular e dieback, apresentando zonas verdes de tecido saudável, mas com a separação da folha do pecíolo.
Em oliveiras, surgem queimaduras foliares e um declínio rápido das oliveiras mais velhas. Nos citrinos, evidencia-se o aparecimento de manchas amareladas de contornos irregulares, sendo que a superfície inferior das folhas surge ligeiramente levantada e acastanhada.
Em loendros, é visível o amarelecimento das folhas, que é seguido pela característica queimadura e necrose da zona apical das mesmas.
Em quercíneas, surgem queimaduras foliares irregulares no final do verão e no outono, com descoloração apical marginada de vermelho ou amarelo entre tecidos queimados e sãos.",
"descricao":  "Xylella fastidiosa é uma bactéria que se desenvolve no sistema vascular das plantas e é transmitida por insetos vetores, colonizando uma vasta gama de hospedeiros",
"controle": "Não existindo meios de luta direta contra a doença, a estratégia de combate a esta doença passa naturalmente por medidas de natureza preventiva, isto é, terá de se centrar no inseto vetor e na eliminação de plantas infetadas que, se deixadas no terreno, podem funcionar como reservatório do inóculo da bactéria.
Nesse sentido, a UE estabeleceu, a partir de 2014, medidas de emergência com o objetivo de impedir a introdução e propagação da bactéria, com requisitos específicos ao nível da importação e circulação de plantas.
A nível particular, aconselha-se a que as plantas afetadas por esta bactéria sejam eliminadas para não propagar a doença a plantas vizinhas.",
"imagem": "Doenca de Pierce",
}

{
"id":
"nomePopular": "Erinose da videira",
"nomeCientifico": "Colomerus viti",
"tipo": "Ácaro",
"planta":  "Vive nas plantas do género Vitis (videira).",
"dano": "As folhas ficam com ligeiras saliências na parte superior de 2-3 mm de diâmetro de cor avermelhada ou amarelada, tornando-se verdes à medida que as dimensões da folha crescem. Na parte inferior, notam-se depressões que apresentam abundante pilosidade de cor branca que depois tornam-se rosadas ou tom de ferrugem. Esta pilosidade, também pode ser vista nos pecíolos das folhas.
No geral há um lentíssimo desenvolvimento vegetativo, destruição folhear, aparecimento de formações vegetativas antecipadas (netas) e desavinho. Os estragos desta praga só são importantes nas plantações jovens, nos viveiros e em condições muito excecionais.",
"descricao": "É um ácaro de cor amarelo claro, que mede 0,2 mm de comprimento e tem dois pares de patas quando adulto.
Invernam em grupos numerosos no estado adulto, debaixo do córtex da madeira do ano anterior ou nas gemas. O ácaro começa a sua atividade quando a vinha está no estado fenologico D (primeiras folhas visíveis), quando o tempo está húmido e chuvoso e as temperaturas ficam compreendidas entre os 15-35ºC (ataque mais intenso na primavera).
As fêmeas colocam os ovos, nas folhas, onde passam uma geração até que o tecido da folha fique necrosado, saindo depois para folhas mais jovens. Ao longo do ano podem surgir 6 ou 7 gerações que terminam no fim do outono – princípio do inverno.",
"controle": "Prevenção: Utilizar apenas material saudável; reduzir a fertilização azotada; pulverizar a planta com produtos, contendo estratos naturais de alho.
Luta química: Os tratamentos só devem ser efetuados caso a percentagem de ocupação seja superior a 25%. Pode-se então aplicar: Enxofre molhável, ou enxofre em pó sobre as plantas, quando os gomos incham (Estados fenológicos B-D);
Pulverizar as plantas com um inseticida biológico à base de neem; sabão de potássio; erva cavalinha (E. arvense), macerado de urtiga de 4 dias.
Aplicar um inseticida contendo óleo (vegetal de parafina ou mineral) durante o inverno, em zonas onde possam estar os ovos.",
"imagem": "ErinoseVideira",
}

{
"id":
"nomePopular": "Manchas da folha",
"nomeCientifico": "Cercospora beticola Sacc",
"tipo": "FUNGO",
"planta": "Acelga, beterraba, beterraba sacarina.",
"dano": "As infeções manifestam-se nas folhas e nos caules, onde se pode ver pequeníssimas auréolas (circulares ou oblongas) punctiformes. Nas quais os tecidos verdes ou vermelhos, começam por descorar e adquirem uma coloração pardacenta. Ao fim de 2-3 dias, os ataques evoluem para pequenas manchas arredondadas, com diâmetro de 2-3 mm, com zona central formada por tecidos necrosados de cor cinzenta-branca, circundada por um anel pardo-avermelhado. Estas manchas podem confluir, abrangendo então grandes porções do limbo foliar.",
"descricao": "Trata-se de uma doença causada por um fungo (deuteromicete), que tem alguma importância em Portugal. As perdas podem chegar aos 40% quer em folhas quer nas raízes.
Os conídios que em condições de temperatura (25-35ºC, com temperaturas noturnas maiores que 16ºC) e humidade elevadas (> 90%), se diferenciam em cerca de 12-16 horas, com ajuda de água, ventos, insetos e pelo homem.
Assim que contactam o hospedeiro (folhas, caules), germinam produzindo um tubo germinativo que, através do estômago, penetra na câmara subestomatica, onde aumenta de volume e estabelece relação com as células do hospedeiro. Desde a penetração até à manifestação dos sintomas, decorrem cerca de 7-14 dias (com temperaturas de 20-25ºC). O fungo (na fase de micélio) pode permanecer nos restos da cultura que estão infetados, ervas infestantes ou no solo, durante 2 anos e resiste as condições mais desfavoráveis do meio ambiente.", 
"controle": "Utilização de material vegetal (principalmente sementes) certificado e sadio; Desinfetar as sementes;
Regar com intervalos de 15-20 dias; Utilizar variedades mais resistentes; Remover e destruir (queimando) todas as plantas infetadas, não deixando resíduos (restos da cultura infetada) no solo; Rotação de culturas; limpar todas as ervas infestantes.",
"imagem": "ManchasDaFolha",
}

{
"id":
"nomePopular": "Formiga Negra",
"nomeCientifico": "Tapinoma nigerrimum Nyl",
"tipo": "INSETO",
"planta": "Citrinos (atacados por afídeos) e melões, entre muitas outras plantas.",
"dano": "Na Primavera, quando sobem às árvores, podem tornar-se fitófaga. Geralmente procuram a melada das cochonilhas e afídeos, afastando os auxiliares e protegendo as pragas que lhe dão o seu alimento. Por vezes, chegam a levar as pragas para as plantas saudáveis.
As formigas também podem comer sementes, cortar folhas (para fazer colónias de fungos para a sua alimentação), insectos úteis e comida em nossas casas. Algumas formigas alojam-se nos troncos e fazem ali as suas colónias. Fazem galerias e enfraquecem mais as árvores, que na sua grande maioria já são velhas e fracas. Existem formigas que fazem buracos em alguns frutos como o melão e outras entram nas colmeias para se alimentarem do mel.
No campo, por vezes, os formigueiros podem isolar as raízes do terreno e "descalçam" as plantas, podendo provocar a sua morte.",
"descricao":  "Formigas de cor negra ou castanho escuro, de 2,5-12,6 mm de comprimento. Vivem em colónias com uma ou mais rainhas com a missão de reprodução. As outras fêmeas sem asas e assexuadas são obreiras e solados.
Nidificam em zonas com alguma humidade, nos solos não muito compactos, em troncos velhos, cavidades dos muros, debaixo de plantas, folhas e pedras, formando colónias com numerosos indivíduos. É no Verão e Primavera que se dá a enxameação – os machos e fêmeas saem do formigueiro e sobem para as árvores, arbustos e lançam-se para o ar voando.
O voo é curto, iniciando-se a fecundação, perdendo as fêmeas as asas; são então obrigadas a procurar um abrigo onde constroem pequenas câmaras pondo cerca de 30 ovos (ex I humilis) As suas glândulas, produzem químicos especiais que ajudam a digerir o alimento e durante as estações mais favoráveis, podem procurar alimento a grandes distâncias.",
"controle": "Prevenção/aspectos agronómicos – Destruição dos ninhos; Abrigos "americanos" constroemse caixas e enchem-se com palha cortada, estrume, folhas secas húmidas e cobre-se o abrigo com pedras, paus e telhas velhas; Colocação de cintas viscosas no tronco das árvores que impedem a subida das formigas; Rega por aspersão.
Luta química biológica – Pulverizações com Píretro; armadilhas com isco venenoso; xaropes atrativos (mel e açúcar), para depois descobrir o formigueiro e destrui-lo.
Luta biológica – Deixar as galinhas a passear nos terrenos com muitas formigas.",
"imagem": "FormigaNegra",
}

{
"id":
"nomePopular": "Cárie dos citrinos",
"nomeCientifico": "Polyporus sp",
"tipo": "FUNGO",
"planta": "Todas as plantas pertencentes ao grupo das Rosáceas, família das Rutáceas (limoeiro, laranjeira, toranjeira, etc.), a oliveira e as Coníferas,", 
"dano":  "Os sintomas mais característicos são o aparecimento de manchas pulvorolentas, de cor cinza-preto, no tronco e ramos das árvores (especialmente os mais velhos). Esta doença leva à destruição dos tecidos lenhosos e a redução progressiva do vigor da planta.",
"descricao": "Esta doença, causada por vários fungos, em como factores de desenvolvimento as podas mal efectuadas ou outros factores que provocam feridas na planta com alguma gravidade. A permanência demorada de humidade ou água nas feridas ou nos pontos de inserção das pernadas também pode provocar o desenvolvimento destes fungos;
O patogéneo entra nas "feridas não cicatrizadas" existentes no tecido lenhoso. No entanto, muitos dos fungos que provocam a "carie", são parasitas secundários que "agridem preferencialmente as plantas débeis e em sofrimento. A difusão pode ser feita por transmissão intercelular, pelos tecidos infectados ou pelo modo sistémico. Neste último caso, através dos vasos e tecidos condutores, onde o micélio é transportado. Os insectos (alguns Leptidopteros e Coleópteros) podem ser transmissores desta doença e também podem enfraquecer a planta tornando-a mais susceptível. Os fungos, agentes da cárie, conservam-se no am	biente e no lenho, este último na fase micelar.", 
"controle": "Destruir as plantas infectadas; utilizar variedades resistentes ou tolerantes; fazer podas sem deixar feridas e em tempo seco; drenar bem os solos, para mantê-los pouco húmidos; reforçar as pernadas frágeis para não quebrarem; manter sempre a planta sã, bem nutrida e bem regada; escolher plantas bem adaptadas ao ambiente local.
Tratamento biológico: Aplicar calda Bordalesa ou outros produtos ricos em cobre, permitidos em A.B.",
"imagem": "CarieDosCitrinos",
}

{
"id":
"nomePopular": "Ferrugem branca da Couve",
"nomeCientifico": "Albugo candida",
"tipo": "FUNGO",
"planta": "Todas as couves e plantas do grupo das Crucíferas.",
"dano": "Formam-se pequenas zonas brancas (vesículas de contorno arredondado) isoladas ou confluentes que ficam mais tarde com um aspecto pulverulento e cor esbranquiçada, em todas as zonas aéreas, verificando-se sobretudo nos órgãos florais. As sépalas, pétalas, estames pistilos, ovários e pedúnculos florais, apresentam-se deformados, curvos e muito alongados, prejudicando a possibilidade de existir fecundação. Existe também uma pigmentação anormal no resto dos tecidos infetados.",
"descricao": "Esta doença, causada por um fungo, é de uma certa gravidade, sobretudo na couve-flor (causa um desenvolvimento anormal da flor) e nas plantas destinadas à produção de semente.
Este patogéneo "hiberna" na forma sexuada nos tecidos das plantas hóspedes (plantas espontâneas). Os oosporos, maturam-se e germinam produzindo depois os zoosporos. Este tipo de infeção dá-se apenas nos meses de primavera, outono e fim do inverno, depois de algumas horas de precipitação os esporângios germinam e dá-se o processo da infeção.
As condições ótimas para a germinação dos esporângios são de 10ºC, mas podem germinar desde os 0-25ºC", 
"controle": "Destruir as plantas infetadas; utilizar variedades resistentes ou tolerantes; limpar os terrenos próximos que tenham ervas daninhas (portadoras); drenar bem os solos, para mantê-los pouco húmidos.", 
"imagem": "FerrugemBrancaDaCouve",
}


{
"id":
"nomePopular": "Ascoquita da ervilha",
"nomeCientifico": "Ascochyta pisi",
"tipo":  "FUNGO",
"planta": "Ervilhas, grão-de-bico, lentilha, feijão e favas.", 
"dano": "As lesões aparecem nos caules, folhas e vagens. As primeiras manchas que aparecem são pequenas (5 mm), de forma circular, oval ou alongadas e irregulares ligeiramente deprimidas. As manchas vão alargando (até 8 mm) e ficam de cor acastanhada-negra e formam pequenos anéis mais claros no seu interior, chegando aos pecíolos e caules, ficando ligeiramente azuladas. As sementes também podem ser afetadas, causando lesões no colo e nas raízes, levando a morte das plantas jovens.
A infeção floral, começa com lesões minúsculas nas pétalas que levam à senescência muito rapidamente e um desenvolvimento desigual das "veias". Os danos podem ser muito elevados, conforme o grau de infestação e o momento em que se dá a contaminação. As ervilhas podem não se formar ou perder peso e com isso reduzir drasticamente a produção.",
"descricao":  "Doença causada por fungos (Ascomycete) que aparecem nas zonas temperadas.
Este fungo consegue sobreviver nos resíduos deixados pelas ervilheiras do ano anterior e mantém-se no solo. Assim que as temperaturas estejam favoráveis (15-25ºC), os ascósporo libertam-se para o ar e a infeção dá-se em 2-4 dias (geralmente na primavera e no outono). É preciso que a folha esteja húmida (humidade relativa maior que 90%), pelo menos duas horas, para se dar a germinação do ascósporo.",
"controle": "Fazer rotações superiores a 5 anos; Limpar os restos das culturas; Usar sementes saudáveis e tratadas; semear em zonas mais secas; evitar regas por aspersão; utilizar cultivares resistentes; semear no início da primavera; evitar áreas com azoto em excesso; diminuir a densidade de plantação; destruir (queimar ou compostar) as plantas infetadas; mondar as ervas infestantes e plantar em terrenos com boa drenagem.
Os fungicidas com cobre, também podem combater este fungo.",
"imagem": "AscoquitaDaErvilha",
}


{
"id":
"nomePopular": "Gorgulho",
"nomeCientifico": "Lixus algirus",
"tipo": "INSETO",
"planta": "Favas, alcachofra, malvas, pessegueiros, damasqueiros, pereiras e marmeleiros.",
"dano": "Os mais importantes ocorrem no caule das plantas, que ficam danificados pelas galerias feitas pelas larvas, especialmente nas favas e plantas da família das alcachofras e malvas. Nas outras plantas, verificam-se pequenas lesões nas folhas, provocadas pelo inseto no estado adulto.",
"descricao":  "Insetos que no estado adulto, medem 1-1,8 cm. O corpo tem forma cilíndrica, de cor castanho-escuro, ou preta, coberto com uma camada de "pó" amarelo. A larva tem a cor branca.
O gorgulho passa o inverno no estado de adulto. Na primavera, o adulto sai do solo e começa a sua atividade nutricional, alimentando-se das folhas e colocando os ovos (120) no interior dos caules. As larvas nascem passados 15 a 20 dias, alimentando-se das folhas e fazendo pequenas galerias. Ao fim de 10 a 17 dias, a larva transforma-se no estado adulto. Esta espécie só tem uma geração por ano.",
"controle": "Eliminar as ervas espontâneas, especialmente as da família dos cardos; rotação de culturas, com um ciclo superior a 2 anos; efetuar uma lavoura superficial para trazer o inseto à superfície; reduzir ao máximo a adubação azotada; aplicação de cintas (cola sobre papel parafinado) nos troncos das árvores de fruto, desde o mês de março.
Luta biológica: O parasitóide Habrocytus lixi Sarra (pequenas vespas); Anaphes leptoceras Debauche e Tachina larvarum L. Deve-se estimular também um ambiente propício à vida de répteis como as lagartixas, sardões e salamandras, bem como muitos pássaros.",
"imagem": "Gorgulho",
}


{
"id":
"nomePopular": "Grilo dos arbustos",
"nomeCientifico": "Leptophyes punctatissima",
"tipo": "INSETO",
"planta": "Macieiras, pereiras, pessegueiros (nectarinas), ameixeiras, videiras, Pysalis (Lanterna chinesa), oliveiras, planta do tabaco e outras fruteiras e arbustos.", 
"dano": "Come as folhas (grandes buracos nas folhas mais largas), flores e sementes das plantas. A alimentação é quase sempre feita durante a noite. Não se trata propriamente de uma praga, porque estes insetos vivem normalmente, solitários, não causando grandes prejuízos (existem poucos casos de grandes ataques).",
"descricao": "Pode medir até cerca de 18 mm de comprimento, de cor verde, os olhos são amarelados com uma risca preta. As asas são vestigiais (15-16 mm) e as fêmeas têm um robusto ovipositor na parte de trás do abdómen. As Ninfas são idênticas aos adultos mas mais pequenas.
Os ovos são colocados no outono, nos rebentos de várias plantas. Os ovos rebentam na primavera e no início do verão, as ninfas alimentam-se bem de folhas e chegam ao estado de adulto em 3 meses. Os adultos, são excelentes saltadores e permanecem neste estado de julho a novembro. Só existe uma geração por ano.",
"controle":"Aplicação de produtos como o Neem (Azadirachta indica) e sabão azul, píretro no fim da noite.
Luta biológica: Algumas aranhas, escaravelhos, sapos, sardões e cobras são predadores dos grilos e dos seus ovos. Algumas moscas e as vespas, são parasitas. Existe um fungo (Beauveria bassiana), que é utilizado (comercializável) no combate a esta praga, em determinadas zonas dos Estados Unidos da América. Existe ainda um patogénio (Nosema locustae protozoan), que infeta muito os grilos e gafanhotos.",
"imagem": "GriloDosArbustos",
}

{
"id":
"nomePopular": "Melga das raízes",
"nomeCientifico": "Tipula",
"tipo":  "INSETO",
"planta": "Plantas dos prados, batateiras, espinafre, espargos, tabaco, cana de açúcar, lúpulo, morangueiro, framboesa e groselha.",
"dano": "As larvas causam estragos nas raízes, caules e nas folhas mais próximas do solo.",
"descricao": "Os adultos são castanhos com 23-25 mm de comprimento, não incluindo as patas que são muito frágeis (muitas vezes partem-se) e tem cinco vezes o comprimento do corpo (podendo chegar aos 2,5 cm). Este inseto não pica nos humanos, como os mosquitos. As larvas têm o nome de casacos de pele, devido ao seu tom acastanhado e consistência dura, servindo muitas vezes para isco de pesca.
Encontram-se em casas, muros e zonas de sombra, especialmente no fim do verão, princípio de outono e só aparecem quando é dia. As fêmeas colocam os ovos (300-400) em solos húmidos, desde meados de agosto até fins de setembro, onde nascem as larvas (passados 14 dias), com cerca de 35-45 mm de comprimento e cor cinzenta-acastanhada. As larvas alimentam-se até ao inverno, durante a noite de matéria orgânica, alguns insectos, caules e raízes de algumas plantas, transformando-se depois em pupa. Só têm 1-2 gerações por ano.",
"controle": "Os ataques são menores em solos bem drenados e em anos quentes; limpe a vegetação herbácea e não enriqueça em demasia o terreno em húmus; Lavre o solo de modo a que as larvas e pupas possam ficar à superfície, para serem destruídas ou comidas pelos seus predadores; utilize armadilhas amarelas autocolantes e luminosas.",
"imagem": "MelgaDasRaizes",
}


{
"id":
"nomePopular": "Toupeira",
"nomeCientifico":  "Talpa europaeia",
"tipo": "Animal",
"planta": "Relvados, prados e hortas.",
"dano": "Os danos verificam-se especialmente em relvados, campos agrícolas e jardins, com o aparecimento de pequenos montes (entradas dos túneis) e das suas galerias que prejudicam muito os campos, podendo até destruir as raízes mais jovens de algumas plantas. Atenção, as toupeiras só são consideradas prejudiciais quando são numerosas, pois caso contrario até podem ser consideradas amigas do lavrador.",
"descricao": "Trata-se de animais que vivem no subsolo, enterrados em tocas e galerias e constroem grandes túneis (podem ter mais de 50 metros), que por vezes causam prejuízos. As toupeiras têm o corpo alongado (10-17 cm) e coberto de pelos de cor cinza ou preta, não têm orelhas externas e são totalmente cegas ou parcialmente cegas. A sua alimentação é a base de pequenos animais invertebrados que vivem no solo.
As toupeiras movimentam-se durante todo o ano através dos túneis (são autênticas maquinas escavadoras) ou fora deles (durante a noite) à procura de alimentos, como as minhocas, larvas de insetos, ratinhos, musaranhos, rãs, e lagartos. Sendo quase cega, guia-se pelo olfacto muito apurado.
Na época de acasalamento (entre fevereiro e junho), o macho e a fêmea cavam túneis juntos com muita ferocidade. A gestação dura cerca de 30 dias. Cada toupeira pode ter uma a duas ninhadas de 2-6 crias por ano. Ao fim de 4-5 semanas, as crias deixam de mamar e abandonam o ninho, tendo a sua maturidade sexual entre os 6 a 12 meses. Podem viver cerca de 6-7 anos, mas geralmente chegam apenas aos 3- 4 anos",
"controle": "A toupeira gosta de solos mais arenosos e ligeiros para poder cavar (nos pesados são menos visíveis); Coloque armadilhas (no outono e na primavera) nas zonas de circulação – as mais populares são do tipo "Salmon" (captura a toupeira viva) ou tipo mola (a toupeira morre); Nos relvados, coloque redes metálicas revestidas de plástico a 5-10 cm de profundidade antes de semear o terreno; Aplique repelentes ultrassónicos (os ultra sons não se propagam muito no solo, por isso não são muito eficientes); Utilize algumas plantas repelentes como o trovisco (Daphne lauréola), Ricinio (Ricinus officinalis) e o Loureiro (Laurus nobilis).
Luta biológica: Estimular os predadores naturais como algumas aves de rapina (falcão, mocho, águia, etc.) e mamíferos carnívoros (gatos e outros felinos). Os gatos mais selvagens (rafeiros), conseguem facilmente caçar as toupeiras durante a noite.",
"imagem": "Toupeira",
}

{
"id":
"nomePopular": "Antracnose da ervilha", 
"nomeCientifico":  "Mycosphaerella pinodes",
"tipo": "FUNGO",
"planta":  "Ervilheira, ervilhaca, faveira e lentilha.",
"dano": "No princípio verificam-se pequenas manchas (5 mm de diâmetro), castanhas escuras, depois as manchas crescem e ficam castanhas de forma irregular, castanho mais escuro no interior e nas bordaduras (diâmetro de 8 mm). Geralmente, a infeção estende-se aos pecíolos e caules, ficando estes ligeiramente azuis, podendo a planta murchar. Nas flores verificam-se lesões minúsculas (manchas punctiformes), as pétalas secam muito rapidamente. As sementes podem não mostrar sinais externos ou podem aparecer enrugadas com cor castanha. Quando a semente infetada germina, podem verificar-se infeções no colo e nas raízes, o que motiva a morte imediata das plantas mais novas.",
"descricao":  "Doença causada por um fungo, que pode ser transmitida pelas sementes, os resíduos das culturas ou a água das chuvas.
As sementes são um dos modos de transmissão mais comuns, verifica-se um ataque profundo nos cotiledones. A transmissão pode ser feita por resíduos das culturas (ascosporos) que ficam no solo e são depois transmitidos através das raízes da ervilha, contaminando depois toda a planta. Os ascosporos são um meio eficaz de dispersão do patogéneo a curtas distâncias e o máximo de libertação tem lugar depois do meio-dia. A dispersão dos conidios por salpicos de chuva também é um modo de dispersão desta doença.
Na forma de "Chlamydosporos" que se mantêm no solo e entrando na planta pela contaminação da semente ou raiz. as condições de 15-20ºC com humidades superiores a 85%, são as mais propícias para o desenvolvimento desta doença",
"controle": "Utilização de sementes sadias; evitar plantar quando o tempo está húmido e chuvoso; destruir as plantas infetadas, queimando-as; utilizar variedades mais resistentes (embora não exista nenhuma 100% eficaz): fazer rotações, com mais de 4 anos.",
"imagem": "AntracnoseDaErvilha", 
}

{
"id":
"nomePopular": "Esclerotínia",
"nomeCientifico": "Sclerotinia libertiana",
"tipo": "FUNGO",
"planta": "Alface, chicória, escarola e endívias. Também se podem verificar infeções nos tomates, cenoura, aipo, girassol, pepino, melão e feijão.", 
"dano":  "Murchidão das folhas que se pode observar em qualquer estado de desenvolvimento da planta, mas é um pouco antes da colheita, que se observam os ataques mais intensos. As folhas a partir das mais externas, amarelecem, murcham e secam. Nas raízes e colo, podemos observar uma infeção de cor branca (micélio) com massas globosas que inicialmente são cinzentas e moles, que se tornam negras e coriáceas (escleróticos até 1 cm de diâmetro).",
"descricao": "Doença provocada por um fungo que gosta de temperaturas entre os 15-20ºC, precipitações de 16-24 horas, humidades altas, terrenos ligeiros e ricos em matéria orgânica. Esta doença pode ser muito grave, não só no período de maturação comercial, mas também quando as condições de transporte não são as adequadas (falta de arejamento e temperaturas altas).
Este fungo, pode sobreviver no solo ou em sementes durante vários anos (6-8), sob a forma de micélio, tendo uma vida saprófita activa. Em condições ambientais favoráveis e com plantas receptivas, volta a atacar e provocar estragos a partir dos ascósporos. O que pode acontecer é que as folhas mais velhas formam, em contacto com o solo, câmaras húmidas muito favoráveis a esta infecção, que se inicia na zona do colo ou na coroa radicular, que em poucos dias dá origem a decomposição mole dos tecidos.",
"controle": "Se possível utilizar variedades mais tolerantes ou resistentes (ex: Great Lakes 54); métodos de condução arejados; Controlar os adubos azotados; Eliminar todas as plantas infectadas não deixando nenhum resto no terreno; Fazer uma rotação de 4 ou 5 anos; evitar plantar alfaces no outono e primavera (períodos mais críticos); aplicar a técnica da solarização; Aplicar a técnica da biofumigação, com matérias orgânicas (5 Kg m²) não decompostas e regar, deixar actuar durante duas semanas.",
"imagem":  "Esclerotinia",
}

{
"id":
"nomePopular": "Gomose",
"nomeCientifico": "Botryosphaeria dothidea",
"tipo": "FUNGO",
"planta": "Pessegueiro, ameixeiras, damasqueiros, macieiras e pereiras.",
"dano": "No princípio, aparecem bolhas pequenas na casca do tronco e em algumas pernadas, durante o outono e na primavera. Nas lesões formadas na casca da árvore, é exsudada uma resina (goma).
As lesões com mais de 2 cm de diâmetro em madeira antiga do tronco, podem formar-se cancros, afetando o floema e o córtex, podendo chegar até ao xilema. Estas infeções aparecem em plantas com mais de 3 anos.",
"descricao": "Doença causada por um fungo, que vai debilitando as plantas, até à morte. Este fungo cresce bem a temperaturas entre 20 e 36ºC.
O fungo sobrevive durante o inverno na casca e em tecidos secos do tronco. A disseminação ocorre por meio das gotas de chuva que, ao caírem sobre os esporos (ascosporos e conidiosporos), espalham os mesmos para outros tecidos. Os ascooporos também são transmitidos pelo ar. As infeções ocorrem no outono e na primavera (abril-maio), penetrando os fungos pelas feridas existentes na árvore.", 
"controle": "Todos os tecidos mortos (tronco e pernadas) da planta devem ser retirados por meio da poda no inverno (em tempo seco) e destruídos; Evitar o stress por falta de água; Fazer uma adubação equilibrada; Fazer uma poda equilibrada, sem feridas e na época certa (nunca no verão); Plantar porta-enxertos ou cultivares mais resistentes.
Em termos de agricultura biológica, não existem pesticida homologados para combater esta doença, mas no caso de querer utilizar estes produtos, tem no mercado, algumas soluções.",
"imagem": "Gomose",
}

{
"id":
"nomePopular": "Ácaro dos gomos",
"nomeCientifico": "Eriophyes sheldoni",
"tipo": "Ácaro",
"planta": "Citrinos, em especial nos limoeiros.",
"dano": "Vive e alimenta-se dos gomos florais e foliares. Nos gomos terminais, interrompe o crescimento dos ramos, crescendo estes com formas em zig-zag. Verifica-se uma deformação das folhas, que ficam assimétricas, pequenas e distorcidas. O ataque nos gomos florais, causa uma distorção nos frutos. Em ataques severos, pode deformar 50% dos limões.",
"descricao": "Os adultos são de cor amarelo-claro com corpo vermiforme, anelado, medindo (0,1-0,3 mm)
Este ácaro, refugia-se nas gemas durante o inverno, reproduzindo-se durante todo o ano. No verão desenvolve uma geração em 15 dias e no inverno em 30, preferindo sempre humidades relativas altas (100%).",
"controle": "Reduzir a fertilização azotada e pulverizar a planta com produtos contento estratos naturais de alho; arrancar as infestantes hospedeiras destes ácaros; comprar material vegetal isento desta praga.
Luta química:
Aplicação de enxofre molhável. Pulverizar as plantas com inseticida biológico à base de neem, sabão de potássio ou macerado de urtiga e 4 dias. Aplicar um inseticida contendo "óleo de verão" no outono-inverno.
Luta biológica: 
Efetuar largadas dos auxiliares com as Crisopas, uma pequena coccinela e o Stethorus punctillum. O ácaro Enseius stipulatus é também utilizado na luta contra esta praga.",
"imagem": "AcaroDosGomos",
}